[M_SplinterGroup MissionDefinition]
MissionName="ruins"
MissionDescription="Patricia Tanis hires you to find and destroy four dangerous animals that have escaped from the world. [place]Center for the protection of wild animals[-place]. to hide [place]palace of blood[-place], But seeing it in person; They fit perfectly and are combined with different colors. A: The first thing you want to do is go get pizza at Moxy Bar. This animal loves pizza."
TurnInDescription="I want to do this!"
MissionSummary="They kill the escaping mutants."
MissionGiver="Patricia Tanis"
MissionTurnInLocation="Tennis"
TeaserText="This production has it all: violence and excitement."

[M_SplinterGroup:BuzzIn MissionObjectiveDefinition]
ProgressMessage="Goes in"

[M_SplinterGroup:DelieverPizzaSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Deliver pizza to animals."
MissionDescriptionOverride="Patricia Tanis hires you to find and kill four dangerous animals while on the run. [place]animal shelter[-place]. they are hiding [place]blood fortress[-place], But look. They go well together and mix with different colors. Now that you have their favorite food, you can enter their homes and kill them.."

[M_SplinterGroup:GoToHideout MissionObjectiveDefinition]
ProgressMessage="Go to the store"

[M_SplinterGroup:KillTheSplinterGroup MissionObjectiveDefinition]
ProgressMessage="they take clothes"

[M_SplinterGroup:KillTheSplinterGroupSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride="Kill the Silver Team."
MissionDescriptionOverride="Patricia Tennis hires you to find and kill four escaped demon pets [place]Defense game[-place]. They are hidden [place]High blood pressure is important[-place], But the eye; It's great to mix and match different colors.."

[M_SplinterGroup:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SplinterGroup:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SplinterGroup:PickUpPizza MissionObjectiveDefinition]
ProgressMessage="Get Moxie's Pizza!"

[M_SplinterGroup:PickUpPizzaSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Get pizza at Moxxi."
MissionDescriptionOverride=""

[M_SplinterGroup:PlacePizza MissionObjectiveDefinition]
ProgressMessage="Pizza delivery service"

